{"podcast_details": {"podcast_title": "Saving Lives In Slow Motion", "episode_title": "Down time", "episode_image": "https://assets.pippa.io/shows/60b20104ffcfab00117e6199/1642108732055-522388d8ff88403c32888e922d47f9d4.jpeg", "episode_transcript": " Hello and welcome to Saving Lives in slow motion. Today I'd like to talk about downtime. Now it's on my mind because I'm switching off for a bit and going on holiday and I've just switched off access to all my emails and I've also come off certain groups on my phone. The reason for that is that previously in years gone by I've been on holiday and I've still had to respond to emails and whatsapps and work related stuff and although I think you know any business owner that is listening to this will think well you know you're never really on holiday when you own a business. I get that but sometimes you just need time off and you need some downtime and there is some science behind this which I'll come to but I guess the starting point for how the need for downtime becomes essential in a way is if you think about different phases of your life and cast your mind back to teenage years and this isn't for everyone. In general teenagers need a lot more sleep and they can become quite lazy and selfish because of their monkey brain and dopamine and all the changes that go on there. Very similar to a toddler in some ways. It doesn't happen with every teenager in every part of the world obviously and at that point in your life you know if you have the luxury of getting a lot of downtime and being lazy and inverted commas great but then the pressures of adulthood kick in and whatever your working life or your educational life is like you end up becoming busy and this thing about being busy is this badge of honour. I'm so busy I'm this I'm that and I've done it myself you know you're all over the place you've got you know you suddenly turn into the stereotype no I don't have a window for you all that kind of malarkey I've never ever said that to anyone but you know that kind of thing and very quickly you're on that treadmill towards burnout and feeling a bit exhausted and you think hey you know what I need some downtime. Now I would argue it's too late by then and if you're looking forward to something like a holiday a little bit too much then you're probably already a little bit burnt out. You need sort of regular you know chunks of downtime that are built in and as I've always said these things are best done if they're done regularly so on a daily basis so for me it's yoga and my one minute recharge but I don't always do it every day I can't fit it in but I really try and prioritise it because I function better if I'm doing those things and some people would do things like a digital detox you know they come off social media or they come off their gadgets for a while that really helps. So the other thing is downtime means different things to different people so some people will say oh you know I go canoeing or I go running or I do you know which is great that's fantastic but in the strict psychological sense that isn't downtime. It all depends on whether your brain is still active and problem solving and thinking about things that are bouncing around your head it's very difficult because a lot of people can't create that stillness of mind. I have a lot of patients that tell me they can't meditate for example or they can't do mindfulness and there's an interesting concept this idea of the default mode network of the brain where brain looks inward and reflects on the past and thinks about the future and its role in things like mood and memory but also the ability to really switch your brain off. So it's not about whether the default mode network and I'll post a link to this obviously is good or bad it's about what alters it so lots of things do exercise will alter it meditation will alter it prayer will alter it sleep will alter it and although there's a lot of contention around the default mode network in science and agreeing what that even means one thing that is for sure is that proper downtime and that means literally switching your brain off as much as possible so all the things that you read about you know going into nature and meditating and taking naps that are 20 to 30 minutes long these things recharge us they really do but my own feeling is that in the modern world we're so overwhelmed and bombarded that we often don't get time or the ability to switch off to that level because there's always some kind of background worry going on. So what can you do practically if you're someone that really finds it hard to switch off so I love this exercise this is one I learned about 20 years ago and I still use it to this day and I advise patients to use it and it's really where you sit quietly in a room at home in a chair close your eyes relax as much as you can think of something that makes you feel relaxed there's no evidence based to this by the way it's just something that I think helps most people think it does so I can't give you a reference for it but and what you do is you think of something that makes you feel relaxed so it could be something musical it could be sitting on a beach it could be something religious whatever works for you and you think of this thing and take some deep breaths in and out while you've got your eyes closed you can try it now if you like so you take a deep breath in and a deep breath out and as you relax you sort of sink further into your chair and it feels more and more comfortable and you really get into this feeling of relaxation thinking of whatever it is that you're thinking so if it's the beach you can feel yourself sinking into the sand and the heat of the sun on your face really heighten the experience and then as soon as a worry enters your mind which is not unusual in this day and age you go back to the beginning of a breath and start the whole thing again to try and override it and when you feel really relaxed after a few minutes you try and mark it somehow by I don't know pinching your earlobe or something like that as a sort of marking point like an anchor or something to associate that feeling of relaxation with and that's really simple and it's it works on people that can't they find it really hard to meditate and find it difficult to switch off it allows them to suddenly relax by using some sort of methodology they're often people who are quite perfectionist and always on it you know I think the main thing is to actually commit to trying to have some downtime it's so difficult because we have so much to do in the modern world where you think oh I shouldn't be wasting this time I could be doing this or I could be doing that very very understandable but actually the real investment is in doing less because when your brain's doing the active stuff it will be much more productive that is what the science seems to say I'm going to post some show notes I'm going to leave it there actually I want this to be the shortest episode that I recorded partly because I'm in a rush and I need to catch a flight but anyway listen I hope that was useful to some level just a reminder that downtime is important what does downtime mean to you is it true downtime do you ever really switch off I want to just think about that do let me know your thoughts let me know if you want me to cover anything in terms of topics and until next time do stay well look after yourself take care bye for now"}, "podcast_summary": "The author discusses the importance of downtime and the challenges of taking time off in today's busy world. They explain that true downtime involves switching off the brain and finding activities that promote relaxation and stillness of mind. The author suggests practical methods, such as deep breathing exercises and associating a physical sensation with relaxation. They emphasize the importance of committing to regular downtime for increased productivity and overall well-being.", "podcast_highlights": "Highlights:\n- The need for downtime and its importance in our lives\n- The concept of being busy as a badge of honor\n- The benefits of regular chunks of downtime\n- Different ways people can find downtime, such as yoga, digital detox, or engaging in activities they enjoy\n- The default mode network of the brain and its role in downtime\n- Practical tips for switching off and finding relaxation, including a relaxation exercise\n- The difficulty of finding downtime in the modern world\n- The importance of committing to downtime for a more productive brain\n- Encouragement for listeners to reflect on their own downtime and share their thoughts"}