{"podcast_details": {"podcast_title": "The Science of Personality Podcast", "episode_title": "Live from SIOP: A Conversation with Roxanne Laczo", "episode_image": "https://storage.buzzsprout.com/variants/l6j3fxu18ip1ivqq1cg1zvwtsebl/f6fd9b4ca4e468e7e11c8350463c894b252ee834d352e0a8d889b97ac83aedef.jpg", "episode_transcript": " Hello, everybody. This is Blake with the Science of Personality podcast, and the following is a live in-person interview Ryan and I conducted in Boston while attending the 2023 Society for Industrial and Organizational Psychology Annual Conference. We hope you enjoy this special episode, and we'll be back next week with another fun and informative full-length episode. Cheers, everybody. Personality psychology is about the nature of human nature. It's about people. And wouldn't that be useful to know? I can't think of a more important problem. You're listening to the Science of Personality podcast, brought to you by Hogan Assessments, the global leader in personality assessment and leadership development since 1987. Your hosts are Hogan Chief Science Officer and world-renowned personality psychologist, Dr. Ryan Sherman, along with Hogan PR Manager and resident storyteller, Blake Lepp. Hello, everybody. This is Blake with the Science of Personality podcast, and we are here at Psyop. I'm joined by my co-host, Dr. Ryan Sherman. Hello, hello. And also joined by the head of people analytics at Cloudflare, Roxanne Lotso. So, Roxanne, we're here. Glad you can join us here at Psyop, and we're actually going to talk to you about something pretty interesting today. So, as much as people might think that remote or hybrid work has led to people working less, you know, that's kind of the myth that people are thinking, the data show they're actually working more. So, I'm curious to get your thoughts and whether you can talk about the importance of leaders creating an environment for their teams that is more sustainable and less likely to lead to burnout. Absolutely. So, first, thank you for having me. And I do want to point out I'm a former Hoganite. So, I've been spending a lot of time at the Hogan booth having a lot of fun with you all. So, yeah, so I think this concept of employee well-being really became paramount during and after the pandemic, because the pandemic, as you know, really changed the way that people think about work. And it really changed the priority of work in someone's life. And so, there's all this controversy and context now around companies forcing people to go back to work. And it's very dramatic, and it's creating a lot of uproar and a lot of outrage, because people have really become comfortable and realized, I can spend more time with my kids. I don't have to drive an hour each way, right? And so, there's a lot going on in the world right now. And so, when I think about the concept of well-being, I'm like, how do we need to enable and hold leaders accountable in a different way to ensure that they're really looking at the whole person and the employees whole? And so, I wanted to quote an article. So, Kathleen Hogan, no relation, CHRO at Microsoft. You know, Microsoft has done some really cool things around employee thriving. That's really how they think about it. So, she put out this article recently on LinkedIn, and she talks about the human energy crisis. And I think it's just a really great way of capturing what's going on. And I just want to read one line here. So, this can't be done without support from managers, leaders, and mentors. Ensuring employees have the resources they need. Leaders need to walk the talk and demonstrate they truly care about their employees, are committed to helping them thrive in a hybrid work environment. Managers are crucial to driving team connection and employee well-being. So, what I love about this is I think it really calls out things that fundamentally, I think if you ask almost any leader or manager in any organization, of course employee well-being is important, but do we actually do it? Managers are not always good at doing these things, because we're still fundamentally focused on what is the outcome. And I think we need to kind of sit back and reframe and think a little bit more around, well, how do we get there? Right? How do we get to high performance? Do we get there by just pushing people and forcing them and threatening them, threatening to take things away, threatening to make them go back in the office, being the worst Hogan profile you can imagine, right? Or do we do it by engaging them or adjusting our approach, understanding how every employee is different, what the life circumstances they might be living are. How do we engage and motivate employees to want to work harder and be psychologically committed to the company? It's a very different set of skills. And I've worked in tech a lot, and we see a lot of first-time leaders or managers who don't have experience with this. And we don't always have the training or kind of the onboarding for managers to really learn these things. So we really have to sit back and reset and think, okay, how do we need to think differently about why we're putting people into manager leadership roles? What are we doing to prepare them? And once they're there, how are we ensuring that they understand to have these really productive, meaningful conversations with their employees? Yeah, well, I think that this is a really important point. And I think part of what has happened in part with COVID and more people working remotely is that managers have sort of struggled to make that connection with individual employees. Certainly managers, when people were in the office, would actually, many good managers, effective managers, would actually walk around and talk to people. They would talk to the people who they report to. They would talk to people that didn't report to them. And they would make connections with them and share stories with them about what's going on in their life. And just sort of as almost a way of checking in, making sure they're doing okay. And you kind of lose that, I feel like in the online environment. And I don't know if the solution is, well, you know, we need to have, maybe you do need to have some in-person connection time where you can just do that kind of thing. If it's once a week or once a month or whatever it is. I realize that I think a lot of folks go, oh boy, when we go into the office now, it's a very distracting. There's not, I don't get any work done. But I think that's actually kind of the point is that maybe we're spending too much time doing that work now. It's all work all the time now. And there's not time for those kinds of check-ins, for those kinds of human connections to happen. I don't know if you have any thoughts on that. Yeah. Yeah, absolutely. So I think there's a couple things and, you know, let's pull it back to the Hogan assessment for a minute. Everybody has a different need for that in-person connection and just connection in general. So I think having a more intentional awareness that there's some people on your team or who you work with or yourself that you need that human interaction and you thrive more when you have that. And so not having that at all is a big challenge. So the balance is what does my team need? What do I need? What do the people around me need? What does my team need to be successful? I work with people in different cities, as you do, right? All over the country and all over the world in some cases. Like we're never or very rarely going to have that in-person. How do we really intentional about having those connections and touch bases? And I think for me, a lot of it is you can have intentional connections via video calls, right? But you just have to think about it very differently. I think as a leader, as a manager, you have to more intentionally connect with people more often and create the opportunities and make sure you're checking on people. And I think we forget sometimes that sometimes it's just a matter of asking, like, what do you need from me during this time? I know that you're a social guy and you'd like to be in person more often, but we can't do that. So how can I help you kind of fill that need and make you feel welcomed, right? And then there's also the statistical side. Organizational network analysis, looking at calendar and scheduling activity. A lot of vendors doing that now. A lot of people integrating that with employee listening programs. So like how do we kind of create moments for managers to understand, I'm not paying attention to this employee, but I pay so much attention to this employee. So how do we actually start to push out kind of these little hints to managers like, oh, hey, Roxanne, you haven't had a one-on-one with employee A in two weeks, but you've met with employee B 10 times. Like why is that happening? Yeah, I think things like that are really powerful tools that clearly the data are there, right? It's already at our fingertips. Are organizations really using them? Are they really implementing them? I think there are concerns about people, privacy and how much are you paying attention to how I'm spending my time and if you're evaluating, if this is good, is time well spent, if I'm having too many meetings with this person or that person. But I think the point that you make is there can be really obvious connections that ought to be made between people in your organization. If your head of product isn't talking to your head of marketing and you don't realize it, but you ought to be able to realize it because you see that they're actually not putting meeting time together. Those things are really powerful and really important and organizations can use that information to improve those quite a bit. Yeah, absolutely. And I'm going to geek out for another second here. So I just came from a session where Paul Sackett was talking about his latest meta analysis, right? And it's super fascinating and I won't go into all the details because that's another podcast, but he brought up this great point about a lot of the research that was done in this original meta analysis. Some of it's 50 years old. And he said, I went to O'Net basically in the DOT and looked at what percentage of the jobs are people focused versus tasks focused. And it's changed dramatically in the last 50 years, right? So even though the way that we think about work and what does output and what is job performance has changed and we need to really be more intentional about adjusting the way we think about managing people or leading because that has also changed. I don't think many of us would survive in the office of the 50s, right? You guys might survive. I probably wouldn't do so well there, right? So we need this really intentional effort put towards the new world and reality that we operate in at work has fundamentally changed even the last five years. Well Roxanne, this was great. We're so happy that you were able to join us here. We miss you at Hogan, but it was great seeing you here. And this is an excellent topic and we're glad you were able to discuss it. And we'd love to bring you on the podcast again later to go for a full episode. We can maybe dive into this a little bit more. Anytime. Thank you so much. Thanks Roxanne. This has been the Science of Personality podcast brought to you by Hogan Assessments. You can access all podcast episodes on our website, thescienceofpersonality.com or on the streaming service of your choice. See you next time."}, "podcast_summary": "In this live interview conducted at the 2023 Society for Industrial and Organizational Psychology Annual Conference, the hosts of the Science of Personality podcast discuss the importance of employee well-being and the challenges brought about by remote and hybrid work. They explore the need for leaders to create a sustainable work environment and build connections with their teams. The guest, Roxanne Lotso, emphasizes the role of managers in driving team connection and employee well-being and highlights the need for organizations to adapt their approach to leadership in the changing work landscape.", "podcast_highlights": "- The interview was conducted in-person in Boston during the 2023 Society for Industrial and Organizational Psychology Annual Conference\n- The pandemic has changed the way people think about work and the priority of work in their lives\n- Employee well-being has become paramount during and after the pandemic\n- Kathleen Hogan, CHRO at Microsoft, wrote an article on LinkedIn about the human energy crisis and the importance of leaders supporting their employees\n- Managers need to walk the talk and demonstrate they care about their employees' well-being\n- Managers have struggled to make connections with individual employees in the online environment\n- The balance between in-person and remote work is important, and managers should think about what their team and employees need\n- Intentional connections via video calls can be effective in maintaining relationships\n- Organizational network analysis can help identify connections that may be missing within an organization\n- The way we think about managing people and leading has changed and needs to be adjusted to the new reality of work"}