{"podcast_details": {"podcast_title": "Positive Mindset", "episode_title": "Ep. 48 - How to Find Yourself", "episode_image": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded/337141/337141-1573029479343-68d049cb139a1.jpg", "episode_transcript": " Hello guys, this is Sam. I do have something for you guys today, especially for those of you who like to shop online, just like myself. I mean, who doesn't? You can visit our website at Get Espresso Tortoise where we sell different electronics products. Or maybe you're interested in some of our products and you don't have enough right now, don't worry, we got you covered. Because at Get Espresso, we do have a payment option available. Or maybe you're looking to celebrate your loved ones, we do sell gift cards as well. As soon as you place order for the gift card, that information will electronically be sent over to your loved ones and they can use that serial number to make purchase on our website. You can also send us a DM on Instagram at Get Espresso Tortoise or visit our website at www.getspresso.us or email us at support at Get Espresso.us. Thank you and I enjoy the rest of your day. I say that the reason that we don't even explore the possibility of what to do is because subconsciously we don't believe that it can happen for us and we don't believe that we deserve it. So here's what I'm suggesting. How much time do you spend working on you? How much time do you spend every day working on your dream? In the last 90 days, how many books have you read? In the last year, what new skill or knowledge have you acquired? What kind of investment have you made in you? So I'm saying that as you begin to look at where you want to go, if you want to make it today and things are changing so fast, you have to literally run the stand still. I'm saying that you've got to make some conscious effort to begin to work to develop you. See, it's out here in the universe. If you don't take the plunge, I guarantee you somebody else will take the plunge, go into action and ladies and gentlemen, you will be surprised how things will come together. You'll be surprised. Now you're going to have some difficult challenges. I can tell you that now. Be aware of that. Things are not going to work out exactly right for time. They will sometimes and that's when life is just playing a game with you. Ladies and gentlemen, go into action with your dream and don't avoid where the fights are. Get in the midst of the fight and get some hickeys on your head. Get knocked down so you can learn how to fight so you can hold your position. See, most people don't get out in the arena of life because they don't want to fight. Most people don't get out there because they don't want to get knocked down. They don't want to be dropped to their knees. But see, you're going to be dropped whether you're on the field or whether or not you're sitting on the sidelines. You're going to be dropped. So at least get dropped for something. Don't get knocked down while you're sitting down. See, that's how most people are spectators in life. You don't want to be a spectator. You want to get out in the field where the action is and you will be amazed after the struggle. There will be a calm period and things will begin to click for you. What would your life be like? I'm saying to you that all of us who have been entombed by fear have the capacity to resurrect ourselves. Is it easy? No. It's not easy. Can I do it? Yes. What's one of the ways to get started? Some of us need somebody to hold our hands. Sometimes we need somebody to help us out. Be willing to say, I don't know. Be willing to reach out. Be willing to get some assistance to take you to the next level. What great athlete, you never expect boxes to make profound statements. I think it was Joe Frazier who said this one. He says all of us are like the blind man at some point in our lives standing on the corner waiting for somebody to lead us across. So all of us at some point in our lives need some help, need someone to reach out to us, to throw out the lifeline, to help us go across some treacherous waters that we couldn't navigate by ourselves. None of us do it by ourselves. All of us at some point in our lives. We need that kind of help. We need that kind of assistance because we grow from the people we have in our lives that can enrich our lives personally, professionally, spiritually, and all the dimensions of our lives. We don't grow in a vacuum. So as you look at yourself, what are the fears you have that maybe you need some help in strengthening yourself in that area? As you assess your strengths and your weaknesses, as you begin to prove yourself and your passions and your dreams and your goals and the things that you want, if you decide to experience all of your true potential, as you decide to manifest all of your greatness, as you decide, wait a minute, what else is available to me out here? If I decided to experience the fear of rejection, the fear of no, the fear of failure, the fear of standing by myself, what else is available? Of taking a chance, of fear, of losing it all. What else is available to me that will bring some extra meaning and value? Receiving is not the problem. You don't have to work on receiving. It's automatic. So if receiving is not the problem, what is the problem? It's failing to ask. The man says, I see it now. I got up every day this year and hit it hard, but nowhere in my house is there a list of what I want from my life. Can you see? Good worker, poor asker. Third, receiving is like the ocean. There's plenty, especially in this country. It's like an ocean here. Here success is not in short supply. It isn't rationed so that when you step up to the window, it's all gone. No, no. Well, if that's true, what is the problem? Well, the problem is some people go to the ocean with a teaspoon. Have you got the picture? A teaspoon. What I suggest you do in view of the size of the ocean is trade your teaspoon for at least a bucket and you will look better at the ocean with a bucket. Things won't make fun of you. Now here's something else to remember about asking. There are two ways to ask. One is ask with intelligence. It didn't say ask intelligently, but I'm sure it meant that. Don't mumble. You won't get anything by mumbling. Be clear, be specific. Intelligent asking means how high, how long, how much, when, what size, what model, what color. Describe what you want. Define it. Remember, well-defined goals are like magnets. The better you define them, the stronger they pull. And give your goals purpose. Answer both questions. What do I want? That's the object. And the second question, what for? That's purpose. Purpose is stronger than object. What you want is powerful and it will pull. But what you want it for is more powerful. Let me ask you a simple question. What makes you happy? The thing that makes us happy are the things that we're passionate about. I really like, and when they say that, their face lights up. Why don't you do more of that? Well, I can't because, oh, you don't want to be great. You're not ready to be great. You want to be good. You want to be okay. You don't want to be great. Because great takes work. Great takes a level of discipline that is distraction free. All it takes is somebody wanting to take a step. And there are certain things that a lot of people in this world are sitting there thinking in their minds and they're just not going to do. Like I used to always try to pull a lot of people and be like, do what you can do this, you can do this. But the people that hear that motivation over and over again, sometimes they take that step. Some people just have it in them early. It just starts and they just get in the muscle memory of just doing things. And if you fail, so what? You start over, you do it again. But most people that fear failure is the thing that I think prevents them from really being successful. And then also it's like a lot of other things that are just difficult to do. When you tell people the answer to success, it's a lot of hard stuff. You got to work hard. Nobody wants to hear that. Everybody wants a shortcut. Some people understand that. They appreciate the progress. You know, if you tell people right now, hey, if you want to lose this many pounds, this is what you got to do. There's no short solution. What do I think of people that say, find your passion? I will say they mean very well, but they don't understand what passion actually is. So I think because a rare breed of individual develops a passion when they're young, they then mistake it for, I found my passion, but that's not really true. Every day you just get up and I don't fear anything, but I'll worry about everything. And the day you stop worrying in good times, the paddle will get you behind. And so as great as things are in life, I know you're only a few steps or a few incidents away from something bad happening. You can never forget it. Think someone thinks I'm confident. I feel confident. But if someone thinks, if I think someone thinks I'm not confident, then I don't feel confident. That people were so far removed from their own understanding of themselves that they were either lost living a life they didn't want to, lost living up to someone else's expectations or lost becoming someone to impress someone else. And so people were, their real identity is almost buried under six feet of multiple identities they've created. Let me tell you, in order to have something different, you are going to have to do something different. In order to have something more, you have to do something you haven't done yet. And when you look up and you don't have to have a magnificent change over 12 months, have a small change over 30 days and a small change over 30 days, your breakthrough will come in needle point moves. And you'll look up, look up in five years and not recognize your life."}, "podcast_summary": "The text begins with an introduction to a website called Get Espresso Tortoise that sells electronics products and offers payment options and gift cards. It then transitions into a motivational speech about taking action and working on personal growth and development. The speaker encourages the audience to invest time in themselves, learn new skills, and overcome fear in order to achieve success and fulfill their true potential. The text emphasizes the importance of asking for what you want, setting clear goals, and pursuing one's passions. It concludes with the idea that making small changes over time can lead to significant transformation in one's life.", "podcast_highlights": "The highlights from this text are:\n\n1. Website and online shopping: The text mentions a website called Get Espresso Tortoise where electronics products are sold, appealing to those who like to shop online.\n\n2. Payment options and gift cards: The website mentioned offers a payment option for those who don't have enough money at the moment, as well as gift cards that can be electronically sent to loved ones for purchasing products on the website.\n\n3. Taking action and facing challenges: The text encourages taking action towards one's dreams, facing challenges, and being willing to get knocked down in order to learn and grow.\n\n4. Seeking help and assistance: It emphasizes the importance of reaching out for help and assistance, as no one achieves success alone.\n\n5. Defining goals and purpose: The text highlights the importance of setting clear and specific goals, defining what one wants, and understanding the purpose behind those goals.\n\n6. Overcoming fear and taking risks: It emphasizes the need to overcome the fear of failure, rejection, and the fear of standing alone in order to achieve greatness.\n\n7. Persistence and progress: The text mentions the importance of continuous effort, persistence, and small changes over time leading to breakthroughs and a transformed life."}